{
    "HEADER": {
        "NAV": {
            "ABOUT": "Über Mich",
            "SKILLS": "Meine Fähigkeiten",
            "PROJECTS": "Meine Projekte"
        }
    },

    "ABOUT_ME": {
        "TITLE": "Über Mich",
        "DESCRIPTION": "Ich mache aktuell eine Umschulung zum Softwareentwickler und habe große Freude am Programmieren. Ursprünglich komme ich aus der KFZ-Branche – am meisten Spaß hat mir dort die Fehlersuche und das Finden von Lösungen gemacht. Genau dieses strukturierte Denken hilft mir jetzt auch in der IT. Ich arbeite mich Schritt für Schritt in neue Technologien ein und lerne gerne ständig dazu. Wenn etwas nicht sofort klappt, bleibe ich dran und suche so lange, bis ich eine Lösung finde. Ich bin mit voller Motivation dabei und freue mich darauf, mich fachlich und persönlich weiterzuentwickeln.",
        "LOCATION": "Ich Wohne in Lübeck / Krummesse",
        "REMOTE": "Bin offen für remotes Arbeiten",
        "BUTTON": "Lass uns Schreiben"
    },

    "SKILLS": {
        "TITLE": "Meine Fähigkeiten",
        "DESCRIPTION-1": "Fähigkeit nicht dabei? ",
        "DESCRIPTION-2": "bin immer offen für neues.",
        "CONTACT": "Kontaktiere mich"
    },

    "PORTFOLIO": {
        "TITLE": "Projekte",
        "DESCRIPTION": "Hier finden Sie eine Auswahl meiner Projekte um meine Fähigkeiten in der Praxis zu erleben.",
        "1":"Ein moderner Aufgabenmanager nach dem Kanban-Prinzip. Erstellen Sie Aufgaben, priorisieren Sie diese ganz einfach per Drag & Drop und verwalten Sie zusätzliche Benutzer sowie individuelle Kategorien übersichtlich an einem Ort.",
        "2":"Ein simples Jump-and-Run-Spiel mit objektorientierter Grafik. Helfe Elvoron, Münzen und Energie zu sammeln, um gegen den Höllenkönig zu kämpfen.",
        "3":"Basierend auf der PokéAPI ist dies eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert."
    }, 

    "REFERENCES": {
        "TITLE": "Referrenzen",
        "DESCRIPTION": "Ich arbeite sowohl eigenständig als auch im Team sehr zuverlässig und strukturiert. Hier ein paar Eindrücke von Kolleginnen und Kollegen zur Zusammenarbeit mit mir.",
        "1":"#.",
        "2":"#",
        "3":"#"
    },

    "CONTACT": {
        "TITLE": "Sag Hallo",
        "DESCRIPTION": "Möchten Sie ein neues Projekt besprechen?",
        "DESCRIPTION_TEXT": "Sag hallo! Lass uns über deine Ideen sprechen und sie verwirklichen.",
        "NAME":"dein Name",
        "EMAIL":"deine Email",
        "MESSAGE": "deine Nachricht",
        "PRIVACY_POLICY_TEXT_1":"Ich habe die ",
        "PRIVACY_POLICY_TEXT_2":"gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
        "PRIVACY_POLICY":"Datenschutzerklärung",
        "BUTTON":"Sende Nachricht",
        "ERR_NAME":"Bitte gib einen Namen ein",
        "ERR_EMAIL":"Bitte gib eine E-mail ein",
        "ERR_MESSAGE":"Bitte gib eine Nachricht ein",
        "ERR_PRIVACY_POLICY":"Sie müssen die Datenschutzbestimmungen akzeptieren, bevor Sie die Nachricht absenden können."
    },

    "LEGALNOTICE":{
        "LEGALNOTICE":"Impressum"
    },

    "IMPRINT": {
        "TITLE": "Impressum",
        "IMPRINT": "Impressum",
        "BOARD": "Ansprechpartner",
        "PORTFOLIO": "Portfolio",
        "DEV_GMBH": "Developer Akademie GmbH",
        "DEV_AKADEMIE": "Developer Akademie",

        "SECTION_1_TITLE": "Geltung der Bedingungen",
        "SECTION_1_TEXT_1": "Durch den Zugriff auf und die Nutzung von ",
        "SECTION_1_PORTFOLIO": "Portfolio",
        "SECTION_1_TEXT_2": " (Produkt) erkennen Sie die folgenden Bedingungen sowie alle Richtlinien, Leitlinien oder Änderungen an, die Ihnen von Zeit zu Zeit zur Verfügung gestellt werden können. Wir, die aufgeführten Studierenden, behalten uns das Recht vor, diese Bedingungen jederzeit und ohne vorherige Ankündigung zu ändern oder zu aktualisieren.",

        "SECTION_2_TITLE": "Umfang und Eigentum des Produkts",

        "SECTION_2_TEXT_1": " wurde im Rahmen eines studentischen Gruppenprojekts in einem Webentwicklungs-Bootcamp bei der ",
        "SECTION_2_TEXT_2": " entwickelt. Es dient ausschließlich zu Bildungszwecken und ist nicht für eine umfangreiche private oder geschäftliche Nutzung vorgesehen. Daher können wir keine Gewähr für eine durchgehende Verfügbarkeit, Zuverlässigkeit, Genauigkeit oder sonstige Qualitätsmerkmale dieses Produkts übernehmen.",
        "SECTION_2_TEXT_3": "Das Design von ",
        "SECTION_2_TEXT_4": " ist Eigentum der ",
        "SECTION_2_TEXT_5": ". Eine unbefugte Nutzung, Vervielfältigung, Veränderung, Verbreitung oder Reproduktion des Designs ist strengstens untersagt.",

        "SECTION_3_TITLE": "Urheber- und Schutzrechte",
        "SECTION_3_TEXT_1": "Abgesehen vom Design, das im Eigentum der ",
        "SECTION_3_TEXT_2": " steht, behalten wir, die aufgeführten Studierenden, sämtliche Rechte an ",
        "SECTION_3_TEXT_3": ", einschließlich aller zugehörigen urheberrechtlich geschützten Inhalte, Marken sowie sonstiger geschützter Informationen.",

        "SECTION_4_TITLE": "Nutzung des Produkts",
        "SECTION_4_TEXT_1": " darf ausschließlich für rechtmäßige Zwecke und in Übereinstimmung mit allen geltenden Gesetzen und Vorschriften verwendet werden. Jede Nutzung von ",
        "SECTION_4_TEXT_2": " für rechtswidrige Aktivitäten oder zur Belästigung, Schädigung, Bedrohung oder Einschüchterung anderer Personen ist strengstens untersagt. Sie sind allein verantwortlich für Ihre Interaktionen mit anderen Nutzern von ",

        "SECTION_5_TITLE": "Haftungsausschluss und Haftungsbeschränkung",
        "SECTION_5_TEXT_1": " wird \"wie besehen\" ohne jegliche ausdrückliche oder stillschweigende Gewährleistung bereitgestellt, einschließlich, aber nicht beschränkt auf die stillschweigenden Gewährleistungen der Marktgängigkeit, der Eignung für einen bestimmten Zweck sowie der Nichtverletzung von Rechten Dritter. In keinem Fall haften wir, die aufgeführten Studierenden, oder die ",
        "SECTION_5_TEXT_2": " für direkte oder indirekte Schäden, Neben- oder Folgeschäden sowie besondere oder beispielhafte Schäden, einschließlich, aber nicht beschränkt auf entgangenen Gewinn, Verlust von Geschäftswert, Nutzungsdaten oder sonstige immaterielle Verluste, selbst wenn wir auf die Möglichkeit solcher Schäden hingewiesen wurden, die aus der Nutzung oder im Zusammenhang mit der Nutzung von ",

        "SECTION_6_TITLE": "Freistellung",
        "SECTION_6_TEXT_1": "Sie erklären sich damit einverstanden, uns, die aufgeführten Studierenden, die ",
        "SECTION_6_TEXT_2": " sowie unsere verbundenen Unternehmen, Partner, leitenden Angestellten, Direktoren, Vertreter und Mitarbeitenden von sämtlichen Ansprüchen, Forderungen, Verlusten, Schäden, Kosten oder Verbindlichkeiten (einschließlich angemessener Anwaltskosten) freizustellen und schadlos zu halten, die aus Ihrer Nutzung von ",
        "SECTION_6_TEXT_3": " und/oder aus einem Verstoß gegen dieses Impressum entstehen.",

        "CONTACT_TEXT": "Bei Fragen oder Hinweisen kontaktieren Sie uns bitte unter ",
        "DATE": "Stand: Februar 2026"
    },
 
  "PRIVACY": {
    "PAGE_TITLE": "Datenschutzerklärung",
    "SECTION_1": {
      "TITLE": "1. Datenschutz auf einen Blick",
      "GENERAL": {
        "SUBTITLE": "Allgemeine Hinweise",
        "TEXT": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sie der unter diesem Text aufgeführten Datenschutzerklärung."
      },
      "DATA_COLLECTION": {
        "SUBTITLE": "Datenerfassung auf dieser Website",
        "RESPONSIBLE": {
          "HEADING": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
          "TEXT": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt „Hinweis zur Verantwortlichen Stelle“ in dieser Datenschutzerklärung entnehmen."
        },
        "HOW_COLLECT": {
          "HEADING": "Wie erfassen wir Ihre Daten?",
          "TEXT": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z. B. um Daten handeln, die Sie in ein Kontaktformular eingeben. Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z. B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten."
        },
        "WHAT_FOR": {
          "HEADING": "Wofür nutzen wir Ihre Daten?",
          "TEXT": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge abgeschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Anfragen verarbeitet."
        },
        "YOUR_RIGHTS": {
          "HEADING": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
          "TEXT": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu. Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden."
        }
      },
      "ANALYTICS": {
        "SUBTITLE": "Analyse-Tools und Tools von Drittanbietern",
        "TEXT": "Beim Besuch dieser Website kann Ihr Surf-Verhalten statistisch ausgewertet werden. Das geschieht vor allem mit sogenannten Analyseprogrammen. Detaillierte Informationen zu diesen Analyseprogrammen finden Sie in der folgenden Datenschutzerklärung."
      }

    },
    "SECTION_2": {
      "TITLE": "2. Hosting",
      "INTRO": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
      "EXTERNAL": {
        "SUBTITLE": "Externes Hosting",
        "TEXT": "Diese Website wird extern gehostet. Die personenbezogenen Daten, die auf dieser Website erfasst werden, werden auf den Servern des Hosters / der Hoster gespeichert. Dies können v. a. IP-Adressen, Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Webseitenzugriffe und sonstige Daten, die über eine Website generiert werden, sein. Das externe Hosting erfolgt zum Zwecke der Vertragserfüllung gegenüber unseren potenziellen und bestehenden Kunden (Art. 6 Abs. 1 lit. b DSGVO) und im Interesse einer sicheren, schnellen und effizienten Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art. 6 Abs. 1 lit. f DSGVO). Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z. B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar. Unser Hoster wird Ihre Daten nur insoweit verarbeiten, wie dies zur Erfüllung seiner Leistungspflichten erforderlich ist und unsere Weisungen in Bezug auf diese Daten befolgen.",
        "PROVIDER_INTRO": "Wir setzen folgende(n) Hoster ein:",
        "PROVIDER_DETAILS": "[Name und vollständige Anschrift des Hosting-Anbieters]"
      }
    },
    "SECTION_3": {
      "TITLE": "3. Allgemeine Hinweise und Pflichtinformationen",
      "DATA_PROTECTION": {
        "SUBTITLE": "Datenschutz",
        "TEXT": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung. Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht. Wir weisen darauf hin, dass die Datenübertragung im Internet (z. B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich."
      },
      "CONTROLLER": {
        "SUBTITLE": "Hinweis zur Verantwortlichen Stelle",
        "TEXT": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist: ",
        "TEXT2": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z. B. Namen, E-Mail-Adressen o. Ä.) entscheidet."
      },
      "STORAGE_PERIOD": {
        "SUBTITLE": "Speicherdauer",
        "TEXT": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z. B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Wegfall dieser Gründe."
      },
      "LEGAL_BASIS": {
        "SUBTITLE": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
        "TEXT": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung zudem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z. B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert."
      },
      "RECIPIENTS": {
        "SUBTITLE": "Empfänger von personenbezogenen Daten",
        "TEXT": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich dazu verpflichtet sind (z. B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen."
      },
      "REVOCATION": {
        "SUBTITLE": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
        "TEXT": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt."
      },
      "RIGHT_TO_OBJECT": {
        "SUBTITLE": "Widerrufsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
        "TEXT": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO). WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART. 21 ABS. 2 DSGVO)."
      },
      "COMPLAINT": {
        "SUBTITLE": "Beschwerderecht bei der zuständigen Aufsichtsbehörde",
        "TEXT": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe."
      },
      "DATA_PORTABILITY": {
        "SUBTITLE": "Recht auf Datenübertragbarkeit",
        "TEXT": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist."
      },
      "ACCESS_RECTIFICATION": {
        "SUBTITLE": "Auskunft, Berichtigung und Löschung",
        "TEXT": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden."
      },
      "RESTRICTION": {
        "SUBTITLE": "Recht auf Einschränkung der Verarbeitung",
        "TEXT": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:",
        "LIST_1": "Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
        "LIST_2": "Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.",
        "LIST_3": "Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
        "LIST_4": "Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
        "ADDITIONAL": "Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten – von ihrer Speicherung abgesehen – nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden."
      },
      "SSL_TLS": {
        "SUBTITLE": "SSL- bzw. TLS-Verschlüsselung",
        "TEXT": "Diese Seite nutzt aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte, wie zum Beispiel Anfragen, die Sie an uns als Seitenbetreiber senden, eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile. Wenn die SSL- oder TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden."
      },
      "ADVERTISING_OBJECTION": {
        "SUBTITLE": "Widerspruch gegen Werbe-E-Mails",
        "TEXT": "Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-E-Mails, vor."
      }
    },
    "SECTION_4": {
      "TITLE": "4. Datenerfassung auf dieser Website",
      "COOKIES": {
        "SUBTITLE": "Cookies",
        "TEXT": "Unsere Internetseiten verwenden so genannte „Cookies“. Cookies sind kleine Datenpakete und richten auf Ihrem Endgerät keinen Schaden an. Sie werden entweder vorübergehend für die Dauer einer Sitzung (Session-Cookies) oder dauerhaft (permanente Cookies) auf Ihrem Endgerät gespeichert. Session-Cookies werden nach Ende Ihres Besuchs automatisch gelöscht. Permanente Cookies bleiben auf Ihrem Endgerät gespeichert, bis Sie diese selbst löschen oder eine automatische Löschung durch Ihren Webbrowser erfolgt. Cookies können von uns (First-Party-Cookies) oder von Drittunternehmen stammen (sog. Third-Party-Cookies). Third-Party-Cookies ermöglichen die Einbindung bestimmter Dienstleistungen von Drittunternehmen innerhalb von Webseiten (z. B. Cookies zur Abwicklung von Zahlungsdienstleistungen). Cookies haben verschiedene Funktionen. Zahlreiche Cookies sind technisch notwendig, da bestimmte Webseitenfunktionen ohne diese nicht funktionieren würden (z. B. der Login-Status oder die Anzeige von Videos). Andere Cookies können zur Auswertung des Nutzerverhaltens oder zu Werbezwecken verwendet werden. Cookies, die zur Durchführung des elektronischen Kommunikationsvorgangs, zur Bereitstellung bestimmter, von Ihnen erwünschter Funktionen (z. B. Login) oder zur Optimierung der Website (z. B. Webanalyse-Cookies) erforderlich sind (notwendige Cookies), werden auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO gespeichert, sofern keine andere Rechtsgrundlage angegeben wird. Der Websitebetreiber hat ein berechtigtes Interesse an der Speicherung von notwendigen Cookies zur technisch fehlerfreien und optimierten Bereitstellung seiner Dienste. Sofern eine Einwilligung zur Speicherung von Cookies und vergleichbaren Wiedererkennungstechnologien abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage dieser Einwilligung (Art. 6 Abs. 1 lit. a DSGVO und § 25 Abs. 1 TDDDG); die Einwilligung ist jederzeit widerrufbar. Sie können Ihren Browser so einstellen, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browsers aktivieren. Bei der Deaktivierung von Cookies kann die Funktionalität dieser Website eingeschränkt sein."
      },
      "SERVER_LOG": {
        "SUBTITLE": "Server-Log-Dateien",
        "TEXT": "Der Provider der Seiten erhebt und speichert automatisch Informationen in sogenannten Server-Log-Dateien, die Ihr Browser automatisch an uns übermittelt. Dies sind:",
        "ITEM_1": "Browsertyp und Browserversion",
        "ITEM_2": "verwendetes Betriebssystem",
        "ITEM_3": "Referrer URL",
        "ITEM_4": "Hostname des zugreifenden Rechners",
        "ITEM_5": "Uhrzeit der Serveranfrage",
        "ITEM_6": "IP-Adresse",
        "ADDITIONAL": "Eine Zusammenführung dieser Daten mit anderen Datenquellen wird nicht vorgenommen. Die Erfassung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. f DSGVO. Der Websitebetreiber hat ein berechtigtes Interesse an der technisch fehlerfreien Darstellung und der Optimierung seiner Website – hierzu müssen die Server-Log-Files erfasst werden."
      },
      "CONTACT_FORM": {
        "SUBTITLE": "Kontaktformular",
        "TEXT": "Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter. Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar. Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt."
      },
      "CONTACT_REQUEST": {
        "SUBTITLE": "Anfrage per E-Mail, Telefon oder Telefax",
        "TEXT": "Wenn Sie uns per E-Mail, Telefon oder Telefax kontaktieren, wird Ihre Anfrage inklusive aller daraus hervorgehenden personenbezogenen Daten (Name, Anfrage) zum Zwecke der Bearbeitung Ihres Anliegens bei uns gespeichert und verarbeitet. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter. Die Verarbeitung dieser Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. b DSGVO, sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen (Art. 6 Abs. 1 lit. f DSGVO) oder auf Ihrer Einwilligung (Art. 6 Abs. 1 lit. a DSGVO) sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar. Die von Ihnen an uns per Kontaktanfragen übersandten Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihres Anliegens). Zwingende gesetzliche Bestimmungen – insbesondere gesetzliche Aufbewahrungsfristen – bleiben unberührt."
      }
    },
    "SOURCE": {
      "SOURCE": "Quelle"
    }
  }
}


