{
    "HEADER": {
        "NAV": {
        "ABOUT": "Über Mich",
        "SKILLS": "Meine Fähigkeiten",
        "PROJECTS": "Meine Projekte"
        }
    },
    "ABOUT_ME": {
        "TITLE": "Über Mich",
        "DESCRIPTION": "Ich mache aktuell eine Umschulung zum Softwareentwickler und habe große Freude am Programmieren. Ursprünglich komme ich aus der KFZ-Branche – am meisten Spaß hat mir dort die Fehlersuche und das Finden von Lösungen gemacht. Genau dieses strukturierte Denken hilft mir jetzt auch in der IT. Ich arbeite mich Schritt für Schritt in neue Technologien ein und lerne gerne ständig dazu. Wenn etwas nicht sofort klappt, bleibe ich dran und suche so lange, bis ich eine Lösung finde. Ich bin mit voller Motivation dabei und freue mich darauf, mich fachlich und persönlich weiterzuentwickeln.",
        "LOCATION": "Ich Wohne in Lübeck / Krummesse",
        "REMOTE": "Bin offen für remotes Arbeiten",
        "BUTTON": "Lass uns darüber Reden"
    },
    "SKILLS": {
        "TITLE": "Meine Fähigkeiten",
        "DESCRIPTION-1": "Fähigkeit nicht dabei? ",
        "DESCRIPTION-2": "bin immer offen für neues.",
        "CONTACT": "Kontaktiere mich"
    },
    "PORTFOLIO": {
    "TITLE": "Projekte",
    "DESCRIPTION": "Hier finden Sie eine Auswahl meiner Projekte um meine Fähigkeiten in der Praxis zu erleben.",
    "1":"Ein moderner Aufgabenmanager nach dem Kanban-Prinzip. Erstellen Sie Aufgaben, priorisieren Sie diese ganz einfach per Drag & Drop und verwalten Sie zusätzliche Benutzer sowie individuelle Kategorien übersichtlich an einem Ort.",
    "2":"Ein simples Jump-and-Run-Spiel mit objektorientierter Grafik. Helfe Elvoron, Münzen und Energie zu sammeln, um gegen den Höllenkönig zu kämpfen.",
    "3":"Basierend auf der PokéAPI ist dies eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert."
    }, 
    "REFERENCES": {
    "TITLE": "Referrenzen",
    "DESCRIPTION": "Ich arbeite sowohl eigenständig als auch im Team sehr zuverlässig und strukturiert. Hier ein paar Eindrücke von Kolleginnen und Kollegen zur Zusammenarbeit mit mir.",
    "1":"#.",
    "2":"#",
    "3":"#"
    },

    "CONTACT": {
    "TITLE": "Sag Hallo",
    "DESCRIPTION": "Möchten Sie ein neues Projekt besprechen?",
    "DESCRIPTION_TEXT": "Sag hallo! Lass uns über deine Ideen sprechen und sie verwirklichen.",
    "NAME":"dein Name",
    "EMAIL":"deine Email",
    "MESSAGE": "deine Nachricht",
    "PRIVACY_POLICY_TEXT_1":"Ich habe die ",
    "PRIVACY_POLICY_TEXT_2":"gelesen und stimme der Verarbeitung meiner Daten wie beschrieben zu.",
    "PRIVACY_POLICY":"Datenschutzerklärung",
    "BUTTON":"Sende Nachricht",
    "ERR_NAME":"Bitte gib einen Namen ein",
    "ERR_EMAIL":"Bitte gib eine E-mail ein",
    "ERR_MESSAGE":"Bitte gib eine Nachricht ein",
    "ERR_PRIVACY_POLICY":"Sie müssen die Datenschutzbestimmungen akzeptieren, bevor Sie die Nachricht absenden können."
    },

    "LEGALNOTICE":{
        "LEGALNOTICE":"Impressum"

    }
}