{
  "HEADER": {
    "NAV": {
      "ABOUT": "About me",
      "SKILLS": "My Skills",
      "PROJECTS": "My Projects"
    }
  },
  "ABOUT_ME": {
    "TITLE": "About Me",
    "DESCRIPTION": "I am currently retraining as a software developer and truly enjoy programming. I originally come from the automotive industry, where I especially liked troubleshooting and finding practical solutions. This structured way of thinking now helps me a lot in IT. I am learning new technologies step by step and enjoy continuously expanding my knowledge. If something doesn’t work right away, I stay persistent and keep working on it until I find a solution. I am highly motivated and look forward to growing both professionally and personally.",
    "LOCATION": "Based in Lübeck / Krummesse",
    "REMOTE": "Open to work Remote",
    "BUTTON": "Let's Talk"
  },
  "SKILLS": {
    "TITLE": "MY SKILLS",
    "DESCRIPTION-1": "Don't see the skill your need? ",
    "DESCRIPTION-2": "I'm always ready to learn!",
    "CONTACT": "Contact me"

  },
    "PORTFOLIO": {
    "TITLE": "Portfolio",
    "DESCRIPTION": "Explore a selection of my work here - Interact with projects to see my skills in action",
    "1":"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "2":"A simple Jump-and-Run game based on object-oriented approach. Help Elvoron to find coins and mana to fight against the Hellknight.",
    "3":"Based on the PokéAPI a simple libary hat provides and catalogues pokemon information."
    },

    "REFERENCES": {
    "TITLE": "References",
    "DESCRIPTION": "I thrive both independently and as part of a team. Here's what my colleagues have to say about working with me.",
    "1":"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "2":"Michi was a top team colleague at DA. His positive commitment and willingness to take on responsibility made a significant contribution to us achieving our goals.",
    "3":"It was a great pleasure to work with Michael. He knows how to push and encourage team members to present the best work possible, always adding something to brainstorm. Regarding the well-being of group members, he was always present and available to listen and help others, with a great sense of humor as well."
    },

    
    "CONTACT": {
    "TITLE": "Say Hi!",
    "DESCRIPTION": "Want to discuss a new project?",
    "DESCRIPTION_TEXT": "say hello! let's discuss your ideas and make it happen.",
    "NAME":"Your name",
    "EMAIL":"Your email",
    "MESSAGE": "your message",
    "PRIVACY_POLICY":"privacy policy",
    "PRIVACY_POLICY_TEXT_1":"I've read the",
    "PRIVACY_POLICY_TEXT_2":"and agree to the processing of my data as outlined.",
    "BUTTON":"Send message",
    "ERR_NAME":"please enter a name",
    "ERR_EMAIL":"please enter a email",
    "ERR_MESSAGE":"please enter a message",
    "ERR_PRIVACY_POLICY":"You need to accept the privacy policy before submitting."

    }
}